[
  {
    "Id": "1",
    "Name": "Fifa",
    "Maker": "EA Sports",
    "img": "/images/fifa.png",
    "Url": "https://images4.alphacoders.com/843/843785.jpg?dl=1",
    "Title": "Edit here",
    "Description": "EA SPORTS™ FIFA 23 brings The World’s Game to the pitch, with HyperMotion2 Technology that delivers even more gameplay realism, both the men’s and women’s FIFA World Cup™ coming to the game as post-launch updates, the addition of women’s club teams, cross-play features*, and more. Experience unrivaled authenticity with over 19,000 players, 700+ teams, 100 stadiums, and over 30 leagues in FIFA 23.",
    "ProductType": "Sports",
    "Ratings": [
      5,
      5
    ]
  },
  {
    "Id": "2",
    "Name": "God of War",
    "Maker": "Santa Monica Studios",
    "img": "/images/godw.png",
    "Url": "https://images.alphacoders.com/716/716163.png?dl=1",
    "Title": "Edit here",
    "Description": "God of War is an action-adventure game franchise created by David Jaffe at Sony's Santa Monica Studio. It began in 2005 on the PlayStation 2 (PS2) video game console and has become a flagship series for PlayStation, consisting of nine installments across multiple platforms. Based on ancient mythologies, the story follows Kratos, a Spartan warrior and later the Greek God of War, who was tricked into killing his family by his former master, the original Greek God of War Ares. This sets off a series of events that leads to wars with the different mythological pantheons. The Greek-based games see Kratos follow a path of vengeance due to the machinations of the Olympian gods, while the Norse-based games, which introduce his son Atreus as a secondary protagonist, show an older Kratos on a path of redemption and inadvertently coming into conflict with the Norse gods.",
    "ProductType": "FPS",
    "Ratings": null
  },
  {
    "Id": "3",
    "Name": "Total Overdose",
    "Maker": "Deadline Games",
    "img": "/images/tod.png",
    "Url": "https://images4.alphacoders.com/119/1199740.jpg?dl=1",
    "Title": "Edit here",
    "Description": "Total Overdose is a third-person action shooter by Danish developers Deadline Games, and was released in September 2005. The game stars a man by the name of Ramiro Cruz, the son of a famous agent for the Mexican government who got shot and killed on one of his mission. The story follows Ramiro as he tries to discover who killed his father and why. The game takes place in an open world similar to that of the GTA series. What makes Total Overdose unique is the inclusion of a set of stylish shooting mechanics, which mix the bullet time ability of the Max Payne series with a set of acrobatic moves, such as doing a 180-degree flip off a wall. The game also features a robust combo system, with named 'trick' moves, akin to the Tony Hawk series. Kills made using the aforementioned acrobatic and time manipulation mechanics, or simply in quick succession, reward you bonus points. Accumulation of points earns the player Loco Moves, which are a set of super attacks that are both powerful and flashy.",
    "ProductType": "FPS",
    "Ratings": null
  },
  {
    "Id": "4",
    "Name": "Valorant",
    "Maker": "Riot Games",
    "img": "/images/valo.png",
    "Url": "https://images.alphacoders.com/128/1282982.jpg?dl=1",
    "Title": "A 5v5 character based tactical shooter game.",
    "Description": "“Valorant” is a first person shooter in which teams of five compete to plant or defuse a bomb. The objective is to be the first team to win 13 rounds, which can be achieved in two ways. First, and most simply, players can eliminate the entire enemy team. Alternatively, the attacking team can plant the bomb and nurse it until it explodes; the defenders’ task is to evade or defeat the opposing team and defuse the bomb before it goes off.",
    "ProductType": "FPS",
    "Ratings": null
  },
  {
    "Id": "5",
    "Name": "Rocket League",
    "Maker": "Psyonix",
    "img": "/images/rl.png",
    "Url": "https://images2.alphacoders.com/653/653476.jpg?dl=1",
    "Title": "Edit here",
    "Description": "Rocket League is a video game that involves the combination of car racing and soccer, created and developed by Psyonix Studios. In the game, two teams of players are pitted against each other in a futuristic arena to duke it out in five-minute matches. Rocket League is the sequel to Supersonic Acrobatic Rocket-Powered Battle-Cars (known as SARPBC), which was created by the same developer.",
    "ProductType": "Sports",
    "Ratings": null
  },
  {
    "Id": "6",
    "Name": "Fortnite",
    "Maker": "Epic Games",
    "img": "/images/fortnite.png",
    "Url": "https://images7.alphacoders.com/109/1097466.jpg?dl=1",
    "Title": "Edit here",
    "Description": "Fortnite is an online video game developed by Epic Games and released in 2017. It is available in three distinct game mode versions that otherwise share the same general gameplay and game engine: Fortnite Battle Royale, a free-to-play battle royale game in which up to 100 players fight to be the last person standing; Fortnite: Save the World, a cooperative hybrid tower defense-shooter and survival game in which up to four players fight off zombie-like creatures and defend objects with traps and fortifications they can build; and Fortnite Creative, in which players are given complete freedom to create worlds and battle arenas.",
    "ProductType": "FPS",
    "Ratings": null
  },
  {
    "Id": "7",
    "Name": "GTA 5",
    "Maker": "Rockstar Games",
    "img": "/images/gta.png",
    "Url": "https://images7.alphacoders.com/439/439636.jpg?dl=1",
    "Title": "Edit here",
    "Description": "When a young street hustler, a retired bank robber, and a terrifying psychopath find themselves entangled with some of the most frightening and deranged elements of the criminal underworld, the U.S. government, and the entertainment industry, they must pull off a series of dangerous heists to survive in a ruthless city in which they can trust nobody — least of all each other.",
    "ProductType": "Racing",
    "Ratings": null
  },
  {
    "Id": "8",
    "Name": "Need for Speed",
    "Maker": "EA Sports",
    "img": "/images/nfs.png",
    "Url": "https://images6.alphacoders.com/374/374327.jpg?dl=1",
    "Title": "Edit here",
    "Description": "Ready to own the streets? Get behind the wheel of iconic cars and floor it through Ventura Bay, a sprawling urban playground. Explore overlapping stories as you build your reputation – and your dream car – and become the ultimate racing icon. Play again and again because this time, you have 5 distinct ways to win.",
    "ProductType": "Racing",
    "Ratings": null
  },
  {
    "Id": "9",
    "Name": "WWE",
    "Maker": "Visual Concepts",
    "img": "/images/wwe.png",
    "Url": "https://images3.alphacoders.com/953/953930.jpg?dl=1",
    "Title": "Edit here",
    "Description": "Expanded features, gorgeous graphics, and the ultimate WWE experience. Hit the ring with a deep roster of WWE Superstars and Legends including Roman Reigns, American Nightmare Cody Rhodes, Ronda Rousey, Brock Lesnar, Stone Cold Steve Austin and more! Play through the key moments and toughest opponents of John Cenas storied 20-year WWE career. And in a franchise-first, take on the role of each marquee opponent - some of WWEs greatest of all time - as you aim to take down Mr. Hustle, Loyalty, and Respect. WWE Universe Mode is the ultimate sandbox that puts you in charge of WWE, from Superstar rosters, feuds, champions, weekly shows, and more!",
    "ProductType": "Sports",
    "Ratings": null
  },
  {
    "Id": "10",
    "Name": "The Legend of Zelda: Tears of the Kingdom",
    "Maker": "Nintendo",
    "img": "/images/loz.png",
    "Url": "https://images5.alphacoders.com/131/1315150.jpg?dl=1",
    "Title": "Edit here",
    "Description": "The Legend of Zelda: Tears of the Kingdom[b] is a 2023 action-adventure game developed and published by Nintendo for the Nintendo Switch. The sequel to The Legend of Zelda: Breath of the Wild (2017), Tears of the Kingdom retains aspects including the open world of Hyrule, which has been expanded to allow for more vertical exploration. The player controls Link, who must help Princess Zelda to stop Ganondorf from destroying Hyrule.",
    "ProductType": "Adventure",
    "Ratings": null
  },
  {
    "Id": "11",
    "Name": "Stray",
    "Maker": "BlueTwelve",
    "img": "/images/stray.png",
    "Url": "https://images8.alphacoders.com/127/1279790.png?dl=1",
    "Title": "Edit here",
    "Description": "Lost, alone and separated from family, a stray cat must untangle an ancient mystery to escape a long-forgotten city. Stray is a third-person cat adventure game set amidst the detailed, neon-lit alleys of a decaying cybercity and the murky environments of its seedy underbelly. Roam surroundings high and low, defend against unforeseen threats and solve the mysteries of this unwelcoming place inhabited by curious droids and dangerous creatures.",
    "ProductType": "Adventure",
    "Ratings": null
  },
  {
    "Id": "12",
    "Name": "The Last of Us",
    "Maker": "Naughty Dog",
    "img": "/images/lou.png",
    "Url": "https://images4.alphacoders.com/131/1313399.png?dl=1",
    "Title": "Edit here",
    "Description": "Experience the emotional storytelling and unforgettable characters in The Last of Us, winner of over 200 Game of the Year awards.In a ravaged civilization, where infected and hardened survivors run rampant, Joel, a weary protagonist, is hired to smuggle 14-year-old Ellie out of a military quarantine zone. However, what starts as a small job soon transforms into a brutal cross-country journey. Includes the complete The Last of Us single-player story and celebrated prequel chapter, Left Behind, which explores the events that changed the lives of Ellie and her best friend Riley forever.",
    "ProductType": "Adventure",
    "Ratings": null
  },
  {
    "Id": "13",
    "Name": "Skyrim",
    "Maker": "Bethesda",
    "img": "/images/skyrim.png",
    "Url": "https://images.alphacoders.com/186/186993.jpg?dl=1",
    "Title": "Edit here",
    "Description": "The Elder Scrolls V: Skyrim is a single-player role-playing video game developed by Bethesda Game Studios and published by Bethesda Softworks. It is the fifth installment in The Elder Scrolls action/adventure RPG fantasy video game series, and follows The Elder Scrolls IV: Oblivion by approximately 200 years, during the Fourth Era. The game was announced on November 11, 2010 at the Spike Video Game Awards in Los Angeles, with a release date of November 11, 2011. It features Radiant A.I., along with Radiant Storytelling or Radiant Story, to help enhance quests, and a new and improved graphics engine.",
    "ProductType": "Adventure",
    "Ratings": null
  },
  {
    "Id": "14",
    "Name": "Red Dead Redemption 2",
    "Maker": "Rockstar Games",
    "img": "/images/Rdr2.png",
    "Url": "https://images6.alphacoders.com/749/749806.png",
    "Title": "Edit here",
    "Description": "Red Dead Redemption 2 (stylized as Red Dead Redemption II) is a western-themed action-adventure video game developed and published by Rockstar Games. Set in a fictional recreation of the American Old West in 1899, Red Dead Redemption 2 focuses on the life of Arthur Morgan and his position in the notorious Van der Linde gang. The game follows the gang's decline as they are pursued by lawmen, fellow gangs and Pinkerton agents. The narrative revolves around the characters of Dutch van der Linde, John Marston and Micah Bell in addition to Morgan.",
    "ProductType": "Adventure",
    "Ratings": null
  },
  {
    "Id": "15",
    "Name": "Assassin's Creed Valhalla",
    "Maker": "Ubisoft Montreal",
    "img": "/images/ACV.jpg",
    "Url": null,
    "Title": "Edit here",
    "Description": "Assassin's Creed Valhalla is an action role-playing video game structured around several main story arcs and numerous optional side-missions, called World Events. The player takes on the role of Eivor Varinsdottir, a Viking raider, as they lead their fellow Vikings against the Anglo-Saxon kingdoms. Become Eivor, a legendary Viking raider on a quest for glory. Lead epic Viking raids against Saxon troops and fortresses. Relive the visceral fighting style of the Vikings as you dual-wield powerful weapons. Explore a Dark Age open world, from the harsh shores of Norway to the beautiful kingdoms of England.",
    "ProductType": "Adventure",
    "Ratings": null
  }
]